Repository: flow03/CoM-Archolos-Ukrainian-Translation
Catalog: DialogeOmegaT/omegat/project_save.tmx
Source language: pl
Languages: uk

source: Znamy się odkąd na naszych twarzach pojawił się pierwszy zarost, zaczynaliśmy kariery w tym samym czasie. Zawsze sobie pomagaliśmy.
uk: Ми знайомі відколи на наших обличчях почали рости вуса, ми розпочали свої кар'єри одночасно, і завжди допомагали один одному.

source: Znamy się to za dużo powiedziane. Jestem jego stałym klientem.
uk: Знаю, це ще м'яко сказано. Я його постійний клієнт.

source: Znana tylko podniebieniom z wyższych sfer,
uk: Відомий тільки представникам вищого класу,

source: Znasz Gerharda?
uk: Ти знаєш Герхарда?

source: Znasz Knuta?
uk: Ти знаєш Кнута?

source: Znasz go?
uk: Знаєш його?

source: Znasz ich język?
uk: Ти знаєш їхню мову?

source: Znasz jakieś przepisy?
uk: Ти знаєш якісь кулінарні рецепти?

source: Znasz kogoś, kto mógłby pomóc mi w zejściu do Grobowca Volfzacke?
uk: Може знаєш когось, хто міг би допомогти мені спуститися до гробниці Вольфзака?

source: Znasz może kogoś takiego?
uk: Може знаєш когось такого?

source: Znasz może niejakiego Elco?
uk: Може знаєш когось на ім'я Елько?

source: Znasz może tego strażnika, który szpiegował renegatów i pomógł pokrzyżować ich niecne plany? Nie jestem pewna czy nie pomylę imienia, ale chyba zwali go Berto.
uk: Ти випадково не знаєш вартового, який шпигував за відступниками і допоміг зірвати їхні злісні плани? Якщо я не переплутав ім'я, то, здається, його звали Берто.

source: Znasz się na grotach?
uk: Ти знаєшся на арбалетних болтах?

source: Znasz się na kowalstwie, tak? Byle kto mógłby tu przyjść i powiedzieć, że wie jak używać młota, by wykuć solidne ostrze.
uk: Розумієшся на ковальстві, так? Будь-хто може прийти сюди і сказати, що знає, як за допомогою молота викувати міцний клинок.

source: Znasz się na nastawianiu kości?
uk: Ти вмієш вправляти кістки?

source: Znasz się na przyrządzaniu mikstur?
uk: Ти вмієш готувати зілля?

source: Znasz się na zaklęciach?
uk: Ти знаєшся на заклинаннях?

source: Znasz się na ziołach?
uk: Ти знаєшся на травах?

source: Znasz swoje miejsce w stadzie, nie to, co reszta tej niewdzięcznej zgrai.
uk: Ти знаєш своє місце в стаді, не те, що решта цієї невдячної зграї.

source: Znasz takie?
uk: Знаєш таке місце?

source: Znasz tych żebraków? Wiesz czemu tutaj koczują?
uk: Ти знаєш цих жебраків? Знаєш, чому вони тут отаборилися?

source: Znasz w Gildii kogoś, kto mógłby mnie czegoś nauczyć?
uk: Знаєш когось у Гільдії, хто міг би мене чомусь навчити?

source: Znasz zasady. Do roboty, a jak skończysz, to wrócimy do tej rozmowy.
uk: Ти знаєш правила. Приступай до роботи, а коли закінчиш, повернемось до цієї розмови.

source: Znawca ziół od siedmiu boleści - to na pewno. Nosił włosy spięte w kuc.
uk: Всім травникам травник – це точно. Він носив волосся зібране у хвіст.

source: Znawcom na pewno nie zaimponujesz, ale na wiejską schadzkę powinno wystarczyć.
uk: Поціновувачів ти, звісно, не вразиш, але для сільських посиденьок цього має бути достатньо.

source: Znałaś go bliżej?
uk: Ти добре його знала?

source: Znałem kiedyś takiego handlarza. Pokłócił się on ze swoim szwagrem i...
uk: Я колись знав одного торговця. Він посварився зі своїм зятем і...

source: Znałem tych ludzi.
uk: Я знаю цих людей.

source: Znałem tych ludzi. To szumowiny z Przystani Łotrów. Zajmują się porwaniami i morderstwami.
uk: Я знаю цих людей. Це покидьки з Гавані лиходіїв. Вони займаються викраденнями і вбивствами.

source: Znałeś Jorna dłużej niż ja, nie miał jakichś wrogów? Nie miał na głowie listu gończego? A może wiesz... miał problemy z alkoholem, jak sam wiesz kto...
uk: Ти знаєш Йорна довше, ніж я. У нього не було ворогів? Може, він був у розшуку? Або, ну знаєш... мав проблеми з алкоголем, як сам знаєш хто...

source: Zniechęca to ludzi do korzystania z jego usług, więc tracę każdego dnia dochody z całej dzielnicy!
uk: Це відбиває у людей бажання користуватися його послугами, тому я щодня втрачаю дохід від цілого району!

source: Zniecierpliwiony
uk: Нетерплячий

source: Znikaj już, bo ktoś nabierze podejrzeń!
uk: Зникни вже, бо хтось запідозрить!

source: Znikaj, bo pożałujesz!
uk: Забирайся, а то пошкодуєш!

source: Znikanie ludzi... A jeśli mogę wiedzieć, to czemu o to pytasz?
uk: Зникнення людей... А якщо можна дізнатися, чому ти про це питаєш?

source: Zniknij z tej wyspy i nigdy nie wracaj. (Puść wolno)
uk: Забирайся з цього острова і ніколи не повертайся. (Відпустити)

source: Zniknięcie Kessela sprawiło, że pozostałem jedynym żyjącym człowiekiem Wodnego Kręgu na wyspie. Mając w głowie wszystko to, do czego doszło w ciągu ostatnich miesięcy, postanowiłem porzucić tę drogę. Niech teraz inni walczą o ład na wyspie.
uk: Зі зникненням Кесселя я залишився єдиним вцілілим членом Кільця Води на острові. Обміркувавши все, що сталося за останні місяці, я вирішив відмовитися від цього шляху. Нехай тепер інші борються за порядок на острові.

source: Zniknął? Co zamierzasz teraz zrobić?
uk: Зник? І що ти тепер збираєшся робити?

source: Zniknęła tak szybko, jak się pojawiła... Tylko dlatego udało mi się tutaj doczołgać.
uk: Він зник так само швидко, як і з'явився... Це єдина причина, чому мені вдалося приповзти сюди.

source: Zniszcz beczkę
uk: Розламати бочку

source: Zniszcz gniazdo
uk: Знищити гніздо

source: Zniszcz skrzynię z narzędziami
uk: Знищити ящик з інструментами

source: Zniszcz skrzynkę
uk: Розламати ящик

source: Zniszcz łódkę Harolda
uk: Пошкодити човен Гарольда

source: Zniszcz łódkę Svena
uk: Пошкодити човен Свена

source: Zniszczenie ożywieńca
uk: Знищення нечисті

source: Zniszczenie zła
uk: Знищення зла

source: Zniszczona drewniana skrzyneczka
uk: Зламана дерев'яна скринька

source: Zniszczona sieć rybacka
uk: Пошкоджена рибальська сітка

source: Zniszczone plony
uk: Знищені врожаї

source: Zniszczony pancerz Wilczego Syna
uk: Зламаний обладунок Вовчого Сина

source: Zniszczony pancerz paladyna
uk: Зношений обладунок паладина

source: Zniszczony strój myśliwego
uk: Зношений обладунок мисливця

source: Zniszczę cię!
uk: Я тебе знищу!

source: Znowu TY?!
uk: Знову ТИ?!

source: Znowu chcesz zebrać po pysku? Powiedz tylko słowo, chętnie się rozgrzeję.
uk: Хочеш ще раз отримати по морді? Тільки скажи, і я із задоволенням розігріюся.

source: Znowu dałem się wciągnąć w jakąś absurdalną historię. Paladyn Runar polecił mi przesłuchać handlarza sprzedającego 'Boskie Artefakty'. Jego sklep nosi nazwę 'Złote Wrota' i znajduje się gdzieś w Biednej Dzielnicy.
uk: Я знову втрапив у якусь абсурдну історію. Паладин Рунар доручив мені розпитати торговця, який продає 'Божественні артефакти'. Його крамниця називається 'Золоті Ворота' і знаходиться десь у Бідному кварталі.

source: Znowu jakiś problem z Nekiem?
uk: Знову проблеми з Неком?

source: Znowu jedna z tych cholernych bestii!
uk: Знову ця клята тварюка!

source: Znowu jedna z tych głupich bestii!
uk: Ще одна тупа тварюка!

source: Znowu jedna z tych przeklętych bestii!
uk: Ще одна проклята тварюка!

source: Znowu jedno z tych przeklętych stworzeń!
uk: Знову одне з тих проклятих створінь!

source: Znowu nic?
uk: Знову нічого?

source: Znowu o mało nie przeszkodziłeś mi w kluczowym momencie przygotowywania wywaru!
uk: Ти знову ледь не перервав мене у вирішальний момент приготування зілля!

source: Znowu przyszedłeś po swoją dawkę siniaków?
uk: Знову прийшов за своєю порцією синців?

source: Znowu przyszedłeś składać reklamacje?
uk: Ти знову прийшов скаржитися?

source: Znowu pusto. Zaczynam wątpić w prawdziwość mapy Mortiza. Muszę z nim o tym porozmawiać.
uk: Знову нічого. Я починаю сумніватися в достовірності мапи Моріца. Треба з ним про це поговорити.

source: Znowu się gdzieś szlaja. Nigdy nie ma z niego pożytku. Powinnam go odprawić z kwitkiem, gdy tylko przekroczył próg tej karczmy.
uk: Він знову десь вештається. Жодної з нього користі. Варто було його прогнати, як тільки він переступив поріг цієї корчми.

source: Znowu się spotykamy kolego!
uk: Ми знову зустрілися, друже!

source: Znowu się spotykamy! Wiem, że nie rozpoczęliśmy naszej znajomości w przyjemnych okolicznościach, ale to świetna okazja by lepiej się poznać.
uk: Ми знову зустрілися! Знаю, що наше знайомство почалося не за приємних обставин, але це чудова нагода познайомитися ближче.

source: Znowu się spotykamy.
uk: Ми знову зустрілися.

source: Znowu szukasz guza?
uk: Ти знову шукаєш неприємностей?

source: Znowu szukasz guza? Powiedziałem, że nigdzie się stąd nie ruszam!
uk: Знову шукаєш проблем? Я сказав, що нікуди не піду!

source: Znowu te odgłosy. Pójdę to sprawdzić.
uk: Знову ці звуки. Піду перевірю.

source: Znowu ten Bodowin...
uk: Знову цей Бодовін...

source: Znowu tu jesteście?
uk: Ти знову тут?

source: Znowu ty? Jeszcze w takim momencie?
uk: Знову ти? Ще й в такий час?

source: Znowu?
uk: Знову?

source: Znowu? A co powiesz na to, żebyś mi je oddał, a ja nie wydam cię straży?
uk: Що? А як тобі ідея, що ти віддаси її мені, а я не видам тебе вартовим?

source: Znowu? Cholera! Już kiedyś udało mu się zerwać z nałogiem. Będę musiał tam pójść i przemówić mu do rozsądku.
uk: Знову? От халепа! Раніше йому вдалося позбутися цієї звички. Доведеться піти до нього і привести його до тями.

source: Znowu? Co tym razem zrobił Runar?
uk: Знову? Що Рунар зробив цього разу?

source: Znowu? Mówiłem Lorenzo, żeby więcej nie przysyłał do mnie swoich ludzi.
uk: Знову? Я казав Лоренцо, щоб він більше не присилав до мене своїх людей.

source: Znowu? Posyłanie cię na to zadanie nie było najlepszym pomysłem.
uk: Знову? Відправляти тебе на це завдання було не найкращою ідеєю.

source: Znów czuję w moim sercu żar gorliwości do mojego Pana.
uk: Я знову відчуваю у моєму серці жар відданості моєму Господу.

source: Znów się spotykamy, dobrze cię widzieć wojowniku!
uk: Ми знову зустрілися. Радий тебе бачити, воїне!

source: Znów się spotykamy.
uk: Ми знову зустрілися.

source: Zobacz czy Marco jest nadal w latarni... A jeżeli jest... To przynieś mi paczkę ziela albo więcej jak dasz radę.
uk: Перевір, чи Марко все ще на маяку... І якщо він там... То принеси мені пакунок трави або більше, якщо зможеш.

source: Zobacz, co znalazłem.
uk: Дивись, що я знайшов.

source: Zobacz, ledwo da się ją w ogóle przeładować...
uk: Бачиш, він взагалі ледве перезаряджається...

source: Zobacz, miejscowi trenują wymachiwanie drewnianymi kijami. Nawet nie pamiętam kiedy sami ostatnio ćwiczyliśmy walkę mieczem z naszym ojcem.
uk: Бачиш, місцеві тренуються з дерев'яними палками. Я навіть не пам'ятаю, коли ми з батьком останній раз тренувалися на мечах.

source: Zobacz, to korzeń z twojej listy, sprytnie się schował.
uk: Бачиш, це корінь з твого списку, хитро сховався.

source: Zobacz, znalazłem to po drodze. Może ci się przyda.
uk: Поглянь, я знайшов це дорогою сюди. Можливо, тобі це знадобиться.

source: Zobaczmy, co potrafisz.
uk: Подивимось, що ти вмієш.

source: Zobaczmy, co tam zmajstrowałeś...
uk: Подивимось, що там в тебе вийшло...

source: Zobaczmy, co tutaj ma...
uk: Погляньмо, що у нього тут є...

source: Zobaczmy, co udało ci się zebrać...
uk: Подивимось, що тобі вдалося зібрати...

source: Zobaczmy, jak ci pójdzie z moim eliksirem. Pij do końca.
uk: Подивимось, як ти впораєшся під дією мого еліксиру. Пий до дна.

source: Zobaczmy...
uk: Подивимось...

source: Zobaczymy co powiesz, gdy z tobą skończę!
uk: Подивимося, що ти скажеш, коли я покінчу з тобою!

source: Zobaczymy czy nadal będziesz taki odważny po tym jak złamie ci nos!
uk: Побачимо, чи будеш ти таким хоробрим після того, як я зламаю тобі ніс!

source: Zobaczymy jak ci pójdzie za drugim razem...
uk: Подивимось, як ти впораєшся вдруге...

source: Zobaczymy jeszcze, czy mówisz prawdę.
uk: Залишилось з'ясувати, чи кажеш ти правду.

source: Zobaczymy następnym razem...
uk: Побачимося наступного разу...

source: Zobaczymy, co będzie następnym razem...
uk: Подивимось, що буде наступного разу...

source: Zobaczymy, co uda nam się zdziałać.
uk: Подивимось, що можна зробити.

source: Zobaczymy, czyś taki sprawny, jak twierdzisz.
uk: Подивимося, чи справді ти такий вправний, як стверджуєш.

source: Zobaczymy, jak pójdzie tobie.
uk: Побачимо, як ти впораєшся.

source: Zobaczymy, kto tu dostanie po mordzie.
uk: Побачимо, хто тут отримає по морді.

source: Zobaczymy, spróbujemy.
uk: Давай подивимось, спробуємо.

source: Zobaczymy. Kto twoim zdaniem mógłby się zebrać na taką odwagę?
uk: Побачимо. Як думаєш, хто здатен на таку відвагу?

source: Zobaczysz, ale z nim może być pewien problem.
uk: Сам побачиш, але з ними може виникнути проблема.

source: Zobaczysz, już wkrótce usłyszą o mnie w samym Vengardzie!
uk: Ось побачиш, скоро про мене почують у самому Венгарді!

source: Zobaczę, co da się zrobić.
uk: Подивлюся, що можна зробити.

source: Zobaczę, co da się zrobić. Możliwe, że pomoc cyrulika będzie niezbędna.
uk: Я подивлюся, що можна зробити. Можливо, необхідна буде допомога цирульника.

source: Zobaczę, co się da zrobić.
uk: Подивлюся, що можна зробити.

source: Zobaczę, jak to będzie.
uk: Подивимось, що з цього вийде.

source: Zombie
uk: Мрець

source: Zorganizowanie dachu nad głowy moich ludzi to dopiero pierwsza z wielu spraw, jakie tu mam do załatwienia, dlatego nie mogę sobie pozwolić na żadne pogaduszki.
uk: Організація даху над головою у моїх людей – це лише перша з багатьох справ, які я маю вирішити, тому я не можу дозволити собі жодних балачок.

source: Zorganizowałem już wystarczająco dużo rąk do pomocy. Mogę wrócić i poinformować Ezekiela, że może bezpiecznie wyruszyć na plażę razem z wartownikami.
uk: Я зібрав достатньо людей для допомоги Єзекіїлю. Потрібно повідомити йому, що тепер він може безпечно вирушити на пляж разом з охоронцями.

source: Zorganizowałem sobie broń godną strażnika. Moim następnym zadaniem będzie przeprowadzenie nocnego patrolu w mieście.
uk: Я роздобув собі зброю, гідну вартового. Моїм наступним завданням буде нічне патрулювання міста.

source: Zorganizujecie trening strzelecki strażników.
uk: Ви організуєте стрілецькі тренування для вартових.

source: Zorganizujecie trening strzelecki strażników. Tak jak powiedziałem, wasze kusze są dość nietypowe, więc będziemy tego potrzebować. Chcemy jak najszybciej z pełną sprawnością chronić obywateli.
uk: Ви організуєте стрілецькі тренування для вартових. Як я вже казав, ваші арбалети досить незвичайні, тож нам це знадобиться. Ми хочемо захистити містян якнайшвидше і максимально ефективно.

source: Zostaje też ostatnia opcja...
uk: Залишається ще один варіант...

source: Zostając strażnikiem, straciłem możliwość dołączenia do Gildii Kupieckiej.
uk: Ставши вартовим, я втратив можливість вступити до Торгової Гільдії.

source: Zostaję tu, razem z Darrylem.
uk: Я залишуся тут, разом з Дерілом.

source: Zostali z tyłu, my oczyszczaliśmy jedynie drogę. Powinni tu dotrzeć niebawem.
uk: Вони лишилися позаду, а ми розчищали для них шлях. Вони незабаром повинні бути тут.

source: Zostaliśmy wynajęci do przenoszenia skrzyń, więc to zrobiliśmy.
uk: Нас найняли перенести ящики, що ми і зробили.

source: Zostanie nowicjuszem wiąże się z wieloma poświęceniami.
uk: Щоб стати послушником, потрібно багато чим пожертвувати.

source: Zostaniecie zesłani do Kolonii Górniczej w Khorinis, by kopać magiczną rudę dla Króla.
uk: Вас відправлять до Гірничої Колонії в Хорінісі, видобувати магічну руду для Короля.

source: Zostaniesz moim czeladnikiem dopiero wtedy, kiedy załatwisz tę sprawę z dowódcą straży miejskiej.
uk: Ти станеш моїм учнем лише після того, як залагодиш цю справу з командиром Міської Варти.

source: Zostaniesz uhonorowany jednym z najwyższych odznaczeń, jakie mogą otrzymać najemnicy naszej Gildii.
uk: Ти будеш удостоєний однієї з найвищих нагород, які можуть отримати найманці нашої Гільдії.

source: Zostaną poinformowani o twojej roli. Oficjalnie mają zapewnić bezpieczeństwo podczas koncertu.
uk: Вони будуть проінформовані про твою роль. Офіційно вони повинні забезпечувати безпеку під час концерту.

source: Zostaną tam i przygotują zasadzkę.
uk: Вони залишаться там і підготують засідку.

source: Zostanę tu jeszcze przez jakiś czas. Jak tylko dowiesz się gdzie i kiedy, to od razu daj znać!
uk: Я ще побуду тут деякий час. Як тільки дізнаєшся, де і коли, одразу ж дай мені знати!

source: Zostanę tutaj i rozejrzę się jeszcze trochę. Wróć do miasta i powiedz o wszystkim Lorenzo.
uk: Я залишуся тут і ще трохи поспостерігаю. А ти повертайся до міста і розкажи все Лоренцо..

source: Zostanę tutaj z pozostałymi i zabezpieczymy wszystkie pozostawione towary. Ty natomiast udaj się do Lorenzo i przekaż mu dobre wieści.
uk: Я залишуся тут з іншими, ми подбаємо про товари, що залишилися. Ти ж відправляйся до Лоренцо і повідом йому добрі новини.

source: Zostanę z tyłu, zablokuje bramę i zawalę przejście.
uk: Я залишуся, заблокую ворота і завалю прохід.

source: Zostaw go u mnie, jutro metal powinien wyglądać tak, jakby miał się rozlecieć w rękach.
uk: Залиш його мені, завтра вранці він виглядатиме так, ніби ось-ось розсиплеться в руках.

source: Zostaw mnie albo stanie ci się krzywda.
uk: Залиш мене, або тобі буде боляче.

source: Zostaw mnie już, muszę wracać do pracy.
uk: Облиш мене, мені треба повертатись до роботи.

source: Zostaw mnie teraz samego. Muszę pomyśleć.
uk: Залиш мене в спокої. Мені потрібно подумати.

source: Zostaw mnie w spokoju!
uk: Залиш мене в спокої!

source: Zostaw mnie w spokoju.
uk: Дай мені спокій.

source: Zostaw mnie w spokoju. Nic ci już więcej nie powiem.
uk: Залиш мене в спокої. Я тобі більше нічого не скажу.

source: Zostaw mnie!
uk: Відчепись від мене!

source: Zostaw mnie, nie znam nikogo takiego.
uk: Залиш мене в спокої, я нікого такого не знаю.

source: Zostaw mnie, rozpraszasz mnie.
uk: Залиш мене в спокої, ти мене відволікаєш.

source: Zostaw nasze owce w spokoju!
uk: Не чіпай наших овець!

source: Zostaw nasze owce, ty potworze!
uk: Не чіпай наших овець, мерзотнику!

source: Zostaw tę panią w spokoju, chyba że chcesz mieć problemy ze strażą.
uk: Залиш пані в спокої, хіба що ти хочеш мати проблеми з Вартою.

source: Zostaw tę sakiewkę w spokoju. Złoto mogę równie dobrze podnieść z twojego trupa.
uk: Можеш не махати гаманцем у мене перед обличчям. Я завжди можу забрати його з твого трупа.

source: Zostaw zawiniątko w kuchni. Najlepiej między zapasami. Nad ranem smród ogarnie cały dwór, a Albyn będzie wściekły.
uk: Залиш згорток на кухні. Бажано поміж припасами. До ранку сморід розповсюдиться по всьому маєтку, і Альбін буде розлючений.

source: Zostawianie wozu pełnego wina obok latarni to dość ryzykowne posunięcie. Wystarczy, że spadnie na niego iskra i nieszczęście gotowe... szczególnie, jeśli ktoś tej iskrze pomoże.
uk: Залишати повний віз вина біля ліхтаря – досить ризиковано. Одна іскра - і катастрофа неминуча... особливо якщо хтось допоможе цій іскрі.

source: Zostawiasz mnie tak, jak zostawiła mnie rodzina, tak? Jasne, nabijajcie się ze mnie. Zobaczymy, kto będzie się śmiał ostatni.
uk: Ти покинеш мене так само, як покинула моя сім'я, так? Звичайно, смійтеся з мене. Побачимо, хто сміятиметься останнім.

source: Zostawisz Fridę w spokoju?
uk: Тепер ти залишиш Фріду в спокої?

source: Zostawisz człowieka w potrzebie? Nie różnisz się od innych nowicjuszy w tym klasztorze.
uk: Ти залишиш людину в біді? Ти нічим не відрізняєшся від інших послушників в цьому монастирі.

source: Zostawię ci trochę, ale pod jednym warunkiem.
uk: Я дістану для тебе трохи, але за однієї умови.

source: Zostawię te drzwi otwarte i będę przy nich czatował razem z ludźmi, których sprowadziłeś. Gdybyś chciał stamtąd uciec, nic cię tutaj nie zatrzyma.
uk: Я залишу ворота відчиненими і буду стежити за ними разом з людьми, яких ти привів. Якщо захочеш звідти вибратися, тут тебе ніщо не затримає.

source: Zostawię was w spokoju, ale pod dwoma warunkami.
uk: Я залишу вас у спокої, але за двох умов.

source: Zostawiłem na lodzie ochroniarza i jego problemy z szefem. Mam nadzieję, że biedak nadal ma pracę.
uk: Я залишив охоронця з його проблемами. Сподіваюся, бідолаха все ще не втратив роботу.

source: Zostawiłem świadka w magazynie ludzi Lichwiarza. Z pewnością opowiedział pozostałym o tym, co zobaczył.
uk: Я пощадив свідка на складі людей Лихваря. Він звісно ж розповів іншим про побачене.

source: Zostawiłeś swoich ludzi samych w lesie? To wysoce nieodpowiedzialne! Żeby mi się to nigdy więcej nie powtórzyło!
uk: Ти залишив своїх людей самих у лісі? Це вкрай безвідповідально! Сподіваюся, це ніколи не повториться!

source: Został ci już tylko jeden.
uk: Залишився ще один.

source: Został podpisany przez Petrę.
uk: Підписаний Петрою.

source: Został uszkodzony. Wiesz coś o tym?
uk: Він пошкоджений. Тобі щось про це відомо?

source: Został zepchnięty do podziemia i tam działa wraz ze swoimi zwolennikami. Ale prędzej czy później straż go stamtąd wykurzy, a wtedy osobiście splunę mu w twarz.
uk: Його загнали в підпілля, і там він діє зі своїми послідовниками. Але рано чи пізно Варта викурить його звідти, і тоді я особисто плюну йому в обличчя.

source: Została mi ostatnia butelka, ale obawiam się, że to może nie wystarczyć. Weź ją oraz ten przepis. Resztę musisz zorganizować sobie sam.
uk: У мене залишилася остання пляшечка, але боюсь, що її може не вистачити. Візьми цей рецепт. Решту тобі доведеться зробити самому.

source: Została ze mnie sterta kości, ale pomimo tego, nie mogę w spokoju odejść do królestwa Beliara!
uk: Від мене залишилась лише купа кісток, але, незважаючи на це, я не можу спокійно відійти до королівства Беліара!

source: Zostałam do tego zmuszona. To wszystko były rozkazy Lichwiarza.
uk: Мене змусили це зробити. Це все були накази Лихваря.

source: Zostałem ciężko ranny i magowie pomagają mi wrócić do zdrowia.
uk: Мене важко поранили, і маги допомагають мені відновитись.

source: Zostałem ciężko ranny. Magowie starają mi się pomóc.
uk: Мене важко поранили. Маги намагаються мені допомогти.

source: Zostałem do tego zmuszony! Grożono mi strasznymi konsekwencjami w razie niewykonanego zadania!
uk: Мене до цього змусили! Мені погрожували жахливими наслідками, якщо я цього не зроблю!

source: Zostałem nakryty podczas grzebania w skrzyni. Teraz już nie mam co zajmować się sprawą górników.
uk: Мене спіймали, коли я рився в скрині. Тепер я ніколи не дізнаюся правди про зниклих гірників.

source: Zostałem obywatelem miasta, ale żeby zwiększyć swoje szanse na znalezienie Jorna, powinienem dołączyć do którejś z gildii. Sprawdzę, co ma do zaoferowania Araxos.
uk: Я став громадянином міста, але щоб збільшити свої шанси знайти Йорна, я повинен приєднатися до однієї з гільдій. Дізнаюся, що мені може запропонувати Араксос.

source: Zostałem obywatelem miasta, ale żeby zwiększyć swoje szanse na znalezienie Jorna, powinienem dołączyć do którejś z gildii. Sprawdzę, co ma do zaoferowania straż miejska.
uk: Я став громадянином міста, але щоб збільшити свої шанси знайти Йорна, я повинен приєднатися до однієї з гільдій. Дізнаюсь, що мені може запропонувати Міська Варта.

source: Zostałem oskarżony o kolaborację z Ulrykiem i Volkerem - w końcu pracowałem dla nich przed atakiem na miasto.
uk: Мене звинуватили у співпраці з Ульріком і Волкером – адже я працював на них до нападу на місто.

source: Zostałem oszukany! Tollek przejął moje miejsce wydobycia i nie chce mi go odstąpić. Rozwiązanie siłowe nic nie da, zaraz zjawią się tutaj strażnicy i zostanę oskarżony o próbę zajęcia złoża siłą.
uk: Мене обманули! Толлек захопив мою ділянку видобутку і відмовляється її віддавати. Відібрати силою не вийде, бо відразу прибіжить охорона, і мене звинуватять у спробі відібрати родовище силою.

source: Zostałem wykryty podczas sabotażu winnicy.
uk: Мене викрили під час диверсії на винограднику.

source: Zostałem wynajęty do ochrony pobliskiej winnicy. Patrolowałem ten obszar, kiedy nagle wyskoczyły na mnie te paskudy!
uk: Мене найняли охороняти виноградник поблизу. Я патрулював територію, коли раптом ці кляті тварюки вискочили на мене!

source: Zostałem zaatakowany przez strażnika.
uk: На мене напав вартовий.
